<template>
   <mh-container>
     <div class="introchapter" slot="container">
       <p class="introchapter-title">Chapter.{{num | addOne}}{{' ' + title}}</p>
       <article class="article" num="0">
         <div class="article-content">
           <img src="../assets/images/store/1.png" alt="dapdian" style="width:100%;height: auto;">
           <p class="article-content-title"> 一、到店</p>
           1.到店首先进行门店卫生清洁和物品整理工作，包括：地面、货架、玻璃、服务台、门厅、门前等；<br>
           2.做好准备工作，包括物料工具、登记本、面单；手机电量、车辆电量；无线网络、检查监控；工作服、自身形象；系统登录及系统设置查看；昨日数据检查；<br>
           3.进行清货操作，包括清理积压2天以上的件、打电话联系后进行外派、退回或移至滞留件区域；昨日特殊件联系处理；<br>
           4.整理快件，包括退件错分件整理点数登记；寄件分类整理点数登记；货架快件整理；代放件整理；展示体验产品整理；活动物品整理。<br>
         </div>
         <div class="article-content">
           <p class="article-content-title">二、到件</p>
           1.清点：<br>
           ①　快递公司到件时间需沟通，尽量早到件；<br>
           ②　每个快递公司到件要清点到件数量，最好是当面扫描给货；<br>
           ③　用点货功能点货扫描，然后与快递公司数据对比；<br>
           ④　点货功能一方面能防止到件属错误，另一方面将避免上架时的品牌错误，在上架时也不需要再选择快递公司，上架速度更快。<br>
           2.交接：<br>
           ①　派件交接（如果有破损件和漏液的件要求当即退回，如果已经扫描的即可做退件操作并退回）；<br>
           ②　退回件、错分件交接；<br>
           ③　寄件交接；<br>
           ④　交接时建议做签字。<br>
           3.分类登记：<br>
           ①　到件数据按每个快递公司及第几班件进行书面登记；<br>
           ②　错分、退回件交接并自己做书面登记；<br>
           ③　同样寄件也要做交接登记；<br>
           ④　每天操作完后都要和操作数据进行对比。<br>
         </div>
         <div class="article-content">
           <p class="article-content-title">三、分拣</p>
            1.自提件：<br>
            ①　即门店覆盖范围内，可以上门自提的快件；<br>
            ②　门店的快件基准服务为自提；<br>
            ③　可以在软件查询栏里用手机号或者单号查询，支持后4位查询；还可以在查询后单 击查看整个流程数据。<br>

            2.普通外送件：<br>
            ④　即非门店覆盖范围内，需要上门派送的快件；<br>
            ⑤　特定用户需要上门派送的件，比如黑名单、老人、 孕妇、残障人士、机关单位等；<br>
            ⑥　商业用户、指定代放地点等；<br>
            ⑦　必须先分派操作再去送件，不得先送后操作；<br>

            3.特定外送件：<br>
            ⑧　大件、生鲜水果、有保质期食品等需要及时派送；<br>
            ⑨　到付、代收货款件需额外整理出来；<br>
            ⑩　此类货都需要在派送前打电话确认在不在、要不要，要不要送、不能先做上架、分派、签收操作；<br>
            ⑪　必须先分派操作再去送件，不得先送后操作。<br>
         </div>
         <div class="article-content">
           <p class="article-content-title">四、上架</p>
            1.注意快递品牌的正确选择(如使用点货功能后则无需再选)；<br>
            2.按货架号进行上架操作，目前已经开通扫描货架号条形码，然后直接上架操作，不用手拨货架号；<br>
            3.在上架扫描是注意看清条码，圆通和韵达都不要扫描上面的条码， 有额外的数字带进来使成为错误单号；<br>
            4.语音报手机号时注意看是收件人号码，不要和寄件人号码混淆（如果报错号码可以再次录入正确号码，操作时需把“取云端数据” 的勾选取消）；<br>
            5.整理货架可以做移库操作，根据情况勾选发不发移库短信；<br>
            6.遇黑名单提示要按取消操作然后拿出来按提示要求做分派交接给 外送业务外送；<br>
            7.在用户自提时做好寄件、产品、微信号推广工作。<br>
         </div>
         <div class="article-content">
           <p class="article-content-title">五、分派</p>
            1.分派操作为了结算统计、工资结算、快件状态，所有外派必须先做分派操作；<br>
            2.外送后将没有送完的件进行分类、再派送、上架交接给店助并操作或直接退回；<br>
            3.分派操作时可以进行外送整理，非电梯房是从一楼开始向上派送所以最高的放最下面，电梯房反之，装袋排列，这样才便于派送；<br>
            4.将特殊要求的件送到指定位址或代放点，此类件必须得到用户告知和同意；<br>
            5.在派送时必须做好寄件推广和品牌推广（发送门店名片及和用户沟通，讲明白如果到店寄件将优惠，门店还有别的服务做好到店引流和其他产品服务推广）。<br>
         </div>
         <div class="article-content">
          <p class="article-content-title">六、代收、到付处理</p>
          1.入库后先联系收货人，问清楚快件要不要，是否可以来取；<br>
          2.不在或联系不上的用户或者派送时间超出时效的件先在快递公司系统做问题件，在做快递公司系统时效签收时不要签收，不要的件直接做退回操作并安排退回；<br>
          3.如果直接签收，客户不要，门店将承担该款项；<br>
          4.等完成收款后再在我们系统做分派和签收分派时注意选择快递类型，即代收件、到付件，且把款项交接给店长或店助等相关人员并登记；<br>
          5.此类件必须当天有结果，并完结，特殊情况除外。<br>
         </div>
         <div class="article-content">
           <p class="article-content-title">七、签收</p>
            1.自提件签收<br>
            ①　签收完成后要整理底单并妥善保存；<br>
            ②　提倡做拍照签收（可以不用揭底单；在需要提供底单时查找中更方便）；<br>
            ③　必须让用户在底单上签字；<br>
            ④　建议空闲时取一个做一个签收；<br>
            ⑤　在忙碌时要有存放底单盒子或夹底单的工具，注意遗失和忘记揭单；<br>
            ⑥　如揭单不了等情况，建议直接拍照签收；<br>
            ⑦　签收操作时注意下发送短信的勾选。<br>
            2.分派件签收<br>
            ①　必须让用户在底单上签字；<br>
            ②　外送签收建议一件一签，不会怕丢失底单和漏签；<br>
            ③　提前联系收件用户会提高派件效率；<br>
            ④　无人在家，电话联系后尽量推荐自提。<br>
         </div>
         <div class="article-content">
           <p class="article-content-title">八、规范服务话术</p>
              1.门店自提<br>
              ①　我们有送件服务，大件、生鲜、蔬菜、水果、食品（有时间限制）的会直接派送；<br>
              ②　我们不直接送件的原因时，快递员不容易，送件效率不高（送件没人）收入也会低，和他们的工作强度（一个件爬个六楼不容易才1元）不成正比，请用户体谅；<br>
              ③　多用敬语、谢谢、对不起、好的、你好、没问题、稍等；<br>
              ④　如果您不方便自提可以在收到信息通知后打电话来我们送，但是时间会稍晚一点； 告知用户：快递员不容易，尽量不要预约18：00后送；<br>
              ⑤　如果是老年人、孕妇、伤残人士或其他特殊情况我们可以做系统备案送货；<br>
              ⑥　我们一般不收保存费用但超过规定时间还是要收取的；<br>
              ⑦　多说快递员辛苦、快递员没人做、多诉苦；<br>
              ⑧　理解”街坊邻里”理念，多主动服务、主动问好、多耐心、多帮助、多解释、不怕繁琐，这样才能立足社区、服务社区、才能得到更多的谅解。<br>
              2.接听电话<br>
              ①　必须接听对外公布的手机号码、不得以任何理由关机或不接，如果确实繁忙时，在空下来后及时回复电话；<br>
              ②　注意查看、回复短信；（包括快递公司短信）<br>
              ③　以上述话术回答，通话尽量不超过一分钟，做到耐心、快捷、多用敬语；<br>
              ④　尽量让用户来自提，了解整个快递过程；<br>
              ⑤　在忙的时候如果是查件可以让对方发单号到手机上稍后给予回复。<br>
         </div>
       </article>

       <article class="article" num="1">
         <img src="../assets/images/store/2.png" alt="dapdian" style="width:100%;height: auto;">
         <p class="article-content">
         1.必须拆包验货、必须实名验证登记；
         </p>
         <p class="article-content">
          2.如果是没有电子面单的门店，不管网上下单和没下单的都在线下填写手工面单，在做好实名登记对应单号后，称重计算运费，收费后摆放到固定寄件位置等待交接给快递公司；
         </p>
         <p class="article-content">
         3.如果有电子面单的门店，网上下单后等用户上门寄件或取件，确定重量、费用后打单和填写金额完成后会推送给用户支付，用户完成支付后系统会有支付完成提醒；
         </p>
         <p class="article-content">
         4.如果没有网上下单用户要么手填面单或者关注微信号下单、支付；
         </p>
         <p class="article-content">
         5.上门取件和到店寄件的价格要有差异，上门取件要高于到店寄件；
         </p>
         <p class="article-content">
          6.在与快递公司交接寄件时要做好交接登记；
         </p>
         <p class="article-content">
         7.各家快递公司必须使用各家快递的编织袋、信封、箱子，也可以使用无任何logo的物料，如混合使用其他快递公司的包装，处罚由门店承担；
         </p>
         <p class="article-content">
        8.为了便于门店管理，每一单寄件都需要系统做寄件操作，收费可以是支付宝、微信、现金，这样才能避免财务问题，网上下单只支持微信支付。
         </p>
       </article>

       <article class="article" num="2">
         <img src="../assets/images/store/3.png" alt="dapdian" style="width:100%;height: auto;">
         <div class="article-content">
           <p class="article-content-title">一、圆通</p>
            1.时效考核<br>
            ①　早班时效为13:00前所有快件必须在妙寄系统做上架或分派操作，才能够做签收；<br>
            ②　每天22:00之前用圆通APP系统查看派件列表是否清空，如未清空核实是否取走，未取走可以在系统做问题件上报；<br>
            ③　注意大面单有可能没有地址将会在待派件中体现，不能一键签收；为了防止错分，需要逐个查看才能签收；<br>
            ④　签收时效需要各门店与该门店相对应的快递公司进行提前沟通协商，确保在时效内签收，否则派费无法结算。<br>
            2.投诉和问题件处理<br>
            ①　及时处理客服群里的投诉和问题件并及时反馈和回应；<br>
            ②　不同投诉类型有不同的处理时效，投诉必须完结不得溢出（超过时效）；<br>
            ③　按不同的投诉类型提供证据和申诉的证据；<br>
            ④　遗失件必须线下自己解决（在遗失件金额在300以下的）。<br>
         </div>
         <div class="article-content">
          <p class="article-content-title">二、中通</p>
            1.时效考核<br>
            ①　早、中班时效内所有快件必须在妙寄系统做上架或分派操作；<br>
            ②　门店快件入库后，当日早班件签收时效内在14:00之前，在中通APP系统做代理点一键签收；<br>
            ③　当日中班件签收时效在20:00之前，在中通APP系统做代理点一键签收；（如有新规则请按新规则执行）<br>
            ④　中通总部给予的当日签收时效顺延24:00，时效内完成客户签收或问题件上报；具体需要与门店对应的中通网点沟通。<br>
            2.投诉和问题件处理<br>
            ①　及时处理客服群里的投诉和问题件并及时反馈和回应；<br>
            ②　不同投诉类型有不同的处理时效，投诉必须完结不得溢出（超过时效）；<br>
            ③　按不同的投诉类型提供证据和申诉的证据；<br>
            ④　遗失件必须线下自己解决（在遗失件金额在300以下的）；<br>
            ⑤　发件公司要求的退回必须退回，否则产生罚款由门店承担。<br>
         </div>
         <div class="article-content">
           <p class="article-content-title">三、百世</p>
            1.时效考核<br>
            ①　要求一派在12：00前签收40 以上，下午14:00前全部签收；（在和快递公司达成一致并得到网点确认前按此操作）晚上20：00前；<br>
            ②　签收时效需要各门店与门店对应的快递公司进行提前沟通协商；确保时效内签收否则派费 无法结算。<br>
            2.投诉和问题件处理<br>
            ①　在百世app里如果出现问题件需每个点击进去看详情，看看是什么问题再去处理，处理完或者问题与我们无关的情况下都要再次点击签收；<br>
            ②　百世单号前（或后）如果是VIP字样和水果生鲜件必须特别注意尽量送；<br>
            ③　邮政投诉和菜鸟投诉必须及时处理，前者投诉成立罚款5000、后者投诉成立罚款500；其他投诉件也要在2小时内处理完成；如需要证据证明的需尽量配合；<br>
            ④　我们的客服需及时应对群里的投诉并及时回复处理结果（要求说明处理过程和情况并上传 签字后的面单照片）；<br>
            ⑤　退件和错分件及时退回；破损件要求送件员当面拿回并不要签收。<br>
         </div>
         <div class="article-content">
           <p class="article-content-title">四、韵达</p>
            1.时效考核<br>
            ①　早、中班时效内所有快件必须在妙寄系统做上架或分派操作；<br>
            ②　门店快件入库后，当日早班件签收时效14:00之前在韵达APP系统上做代理点代收；当日中班件签收时效20:00之前在韵达APP系统做代理点代收。<br>
            2.投诉和问题件处理<br>
            ①　及时处理客服群里的投诉和问题件并及时反馈和回应；<br>
            ②　不同类型的投诉有不同的处理时效，投诉必须完结不得溢出（超过时效）；<br>
            ③　按不同的投诉类型提供证据和申诉的证据；<br>
            ④　遗失件必须线下自己解决（在遗失件金额在300以下的）。<br>
         </div>
         <div class="article-content">
           <p class="article-content-title">五、顺丰、京东</p>
            1.时效考核<br>
            ①　所有快件必须在妙寄系统做上架或分派操作；<br>
            ②　顺丰必须同时录入顺丰小软件，用于结算；晚上7点左右整理好已配送完成的快递面单交给顺丰业务员签收，未配送完成的交给顺丰业务员留仓；<br>
            ③　其他快递的时效需与门店对应的快递公司沟通后按照给出的时效和要求进行操作和签收处理。<br>
            2.投诉和问题件处理<br>
            ①　及时处理客服群里的投诉和问题件并及时反馈和回应；<br>
            ②　不同投诉类型有不同的处理时效，投诉必须完结不得溢出（超过时效）；<br>
            ③　按不同的投诉类型提供证据和申诉的证据。<br>
         </div>
         <div class="article-content">
           注意事项
           <p class="article-content-title">六、注意事项</p>
            1.建议在各快递公司系统程序里，在第三方签收名字中设置或添加“妙寄xx路门店代签”（原我们一般设置“妙寄xx路门店”），这样在物流信息中比较明显避免一些麻烦；<br>
            2.如果无法查询到记录，可以打开浏览器，打开百度输入单号查询物流详情并进行分析；<br>
            3.对于错分件和代收货款件（COD）：首先我们在点单时需初略查看地址是否属于我们派件范围、是否COD件；其次上架时也需查看下这两项；错分件及时退回并做问题件不要签收；COD件需拿出来另行处理；（处理方式：打电话给用户，联系不上的用户或不确定的用户需做问题件并不得做签收）。<br>
            4.再次强调门店对外手机必须保证开机、畅通、接听（如不能及时接起需回拨询问什么问题）；<br>
            5.问题件、催件问题及时处理和回复；问题件送上门必须在面单上签字和在回来签收时拍照（拍面单签收）；<br>
            6.黑名单件不能上架，直接派送或处理；<br>
            7.在添加黑名单功能上可以添加单号进行拦截（必须在快件到达前才有用）；<br>
            8.不能在用户面前提起黑名单这个词，可以说做用户要求备案；<br>
            9.必须在规定时间内在快递公司系统做签收（按当地快递工地网点要求）， 否则所有都是白干切记。<br>
         </div>
       </article>

       <article class="article" num="3">
          <p class="article-content">
          1. 门店基本原则不住人；
          </p>
          <p class="article-content">
          2. 注意火源，不允许在店内使用明火；
          </p>
          <p class="article-content">
          3. 工作人员不得在门店范围内抽烟；
          </p>
          <p class="article-content">
          4. 小心门店电源和晚间车辆、手机等硬件充电；
          </p>
          <p class="article-content">
          5. 休息时关闭不使用的灯、电源和硬件设备；
          </p>
          <p class="article-content">
          6. 按公司规定使用空调，由此如多出的电费由门店承担；
          </p>
          <p class="article-content">
          7. 白天不允许开启门店外部照明设备，晚上6：30分后需打开；
          </p>
          <p class="article-content">
          8. 白天需打开门店内照明设备及店内灯箱；
          </p>
          <p class="article-content">
          9. 开关门由专人负责，如请假需做好交接工作；
          </p>
          <p class="article-content">
          10. 门店各项设施、场地、空间为公司财物不得私自予以他人使用，如是商业行为需上报管理人员统一上报公司备案、收费。
          </p>
       </article>
     </div>
   </mh-container>
</template>
<script>
import window from 'window'
import {addOne} from '../filters'

export default {
  name: 'introchapter',
  created () {
    const route = this.$route.query
    const title = route.title || '下载、安装、升级'
    const num = route.num || 0
    this.num = num
    this.title = title
    this.$store.commit('SET_TITLE', {title})
  },
  filters: {
    addOne
  },
  mounted () {
    const articles = window.document.getElementsByTagName('article')
    for (let key in articles) {
      if (key === this.num) {
        articles[key].className += ' show-important'
        break
      }
    }
  },
  computed: {
  },
  data () {
    return {
      num: 0,
      title: '下载、安装、升级'
    }
  },
  methods: {
  }
}
</script>

<style lang="less" scoped>
  @import '../assets/styles/colors.less';
  .introchapter {
    &-title {
      color: @dark-yellow;
      background-color: white;
      padding: 1rem;
      font-size: 1.2rem;
      text-align: left;
      white-space: nowrap;
      text-overflow: ellipsis;
    }

    article {
      display: none;
      min-height: 10rem;
    }
    .article-video {
      font-size: 1.4rem;
      text-align: justify;
      background-color: white;
      padding-bottom: 3rem;
      a {
        color: @dark-yellow;
      }
    }
  }
</style>
